
 [
        {
            "image": "https://picsum.photos/id/237/200/300",
            "card-title": "Aaron Tan TechTarget",
            "card-text": "With software moving to cloud architectures and no longer monolithic, organisations will need to establish intelligent “observability” so they can make better decisions. This is essential to cut ...",
            "like": 50
        },
        {
            "image": "https://picsum.photos/200/300",
            "card-title": "Cliff Saran Managing Editor",
            "card-text": "Those who are into high-end PC games are generally well-versed in the significance of GPU acceleration. So called AAA games often need the most powerful GPUs available to achieve the best ...",
            "like": 20
        },
        {
            "image": "https://picsum.photos/id/237/200/300",
            "card-title": "Brian McKenna Business Applications Editor",
            "card-text": "Who is the presiding genius behind the National Data Strategy? Who is its architect? What are its goals? And what will it have achieved in five years’ time? That the government has responded to the ...",
            "like": 60
            
        },
        {
            "image": "https://picsum.photos/seed/picsum/200/300",
            "card-title": "Adrian Bridgwater",
            "card-text": "Software runs on data and data is often regarded as the new oil. So it makes sense to put data as close to where it is being processed as possible, in order to reduce latency for performance-hungry ...",
            "like": 10
            
        },
        {
            "image": "https://reqres.in/img/faces/7-image.jpg",
            "card-title": "Bryan Betts Freeform Dynamics",
            "card-text": "If there’s one thing that our report Storage Anywhere and Everywhere from eight years ago reminds us, it’s that the risks of uncontrolled data growth are nothing new. As our contribution to the bit ...",
            "like":80
            
        },
        {
            "image": "https://picsum.photos/200/300",
            "card-title": "Steve Broadhead Broadband Testing",
            "card-text": "Some things in IT never change and one is exposing vulnerabilities in Microsoft’s armoury, not least as has recently been reported, Microsoft Exchange. Oh, how the hackers love Exchange… ",
            "like": 71
            
        }
 ]

    
